{
    "quotes": [
        "If it is not totalitarian to arrest a man and detain him, when you cannot charge him with any offence against any written law — if that is not what we have always cried out against in Fascist states — then what is it?",
        "If we are to survive as a free democracy, then we must be prepared, in principle, to concede to our enemies — even those who do not subscribe to our views — as much constitutional rights as you concede yourself.",
        "I ignore polling as a method of government. I think that shows a certain weakness of mind - an inability to chart a course whichever way the wind blows, whichever way the media encourages the people to go, you follow. You are not a leader.",
        "But we either believe in democracy or we don't. If we do, then, we must say categorically, without qualification, that no restraint from the any democratic processes, other than by the ordinary law of the land, should be allowed... If you believe in democracy, you must believe in it unconditionally. If you believe that men should be free, then, they should have the right of free association, of free speech, of free publication. Then, no law should permit those democratic processes to be set at nought, and no excuse, whether of security, should allow a government to be deterred from doing what it knows to be right, and what it must know to be right...",
        "If it is not totalitarian to arrest a man and detain him, when you cannot charge him with any offence against any written law - if that is not what we have always cried out against in Fascist states - then what is it?… If we are to survive as a free democracy, then we must be prepared, in principle, to concede to our enemies - even those who do not subscribe to our views - as much constitutional rights as you concede yourself.",
        "Repression, Sir is a habit that grows. I am told it is like making love-it is always easier the second time! The first time there may be pangs of conscience, a sense of guilt. But once embarked on this course with constant repetition you get more and more brazen in the attack. All you have to do is to dissolve organizations and societies and banish and detain the key political workers in these societies. Then miraculously everything is tranquil on the surface. Then an intimidated press and the government-controlled radio together can regularly sing your praises, and slowly and steadily the people are made to forget the evil things that have already been done, or if these things are referred to again they're conveniently distorted and distorted with impunity, because there will be no opposition to contradict.",
        "If we say that we believe in democracy, if we say that the fabric of a democratic society is one which allows for the free play of idea...then, in the name of all the gods, give that free play a chance to work within the constitutional framework.",
        "Repression can only go up to a point. When it becomes too acute, the instruments of repression, namely the army and the police, have been proved time and time again in history to have turned their guns on their masters.",
        "If I were in authority in Singapore indefinitely without having to ask those who are governed whether they like what is being done, then I have not the slightest doubt that I could govern much more effectively in their interests.",
        "Let us get down to fundamentals. Is this an open, or is this a closed society? Is it a society where men can preach ideas - novel, unorthodox, heresies, to established churches and established governments - where there is a constant contest for men's hearts and minds on the basis of what is right, of what is just, of what is in the national interests, or is it a closed society where the mass media - the newspapers, the journals, publications, TV, radio - either bound by sound or by sight, or both sound and sight, men's minds are fed with a constant drone of sycophantic support for a particular orthodox political philosophy? I am talking of the principle of the open society, the open debate, ideas, not intimidation, persuasion not coercion...",
        "How does the Malay in the kampong find his way out into this modernised civil society? By becoming servants of the 0.3 per cent who would have the money to hire them to clean their shoe, open their motorcar doors?",
        "Of course there are Chinese millionaires in big cars and big houses. Is it the answer to make a few Malay millionaires with big cars and big houses? How does telling a Malay bus driver that he should support the party of his Malay director (UMNO) and the Chinese bus conductor to join another party of his Chinese director (MCA) - how does that improve the standards of the Malay bus driver and the Chinese bus conductor who are both workers in the same company? If we delude people into believing that they are poor because there are no Malay rights or because opposition members oppose Malay rights, where are we going to end up? You let people in the kampongs believe that they are poor because we don't speak Malay, because the government does not write in Malay, so he expects a miracle to take place in 1967 (the year Malay would become the national and sole official language in Malaysia). The moment we all start speaking Malay, he is going to have an uplift in the standard of living, and if doesn't happen, what happens then? Meanwhile, whenever there is a failure of economic, social and educational policies, you come back and say, oh, these wicked Chinese, Indian and others opposing Malay rights. They don't oppose Malay rights. They, the Malay, have the right as Malaysian citizens to go up to the level of training and education that the more competitive societies, the non-Malay society, has produced. That is what must be done, isn't it? Not to feed them with this obscurantist doctrine that all they have got to do is to get Malay rights for the few special Malays and their problem has been resolved.",
        "They (the Malay extremists) have triggered off something basic and fundamental. Malaysia — to whom does it belong? To Malaysians. But who are Malaysians? I hope I am, Mr Speaker, Sir. But sometimes, sitting in this chamber, I doubt whether I am allowed to be a Malaysian. This is the doubt that hangs over many minds, and the next contest, if this goes on, will be on very different lines.",
        "Once emotions are set in motion, and men pitted against men along these unspoken lines, you will have the kind of warfare that will split the nation from top to bottom and undo Malaysia. Everybody knows it. I don't have to say it. It is the unspoken word!",
        "According to history, Malays began to migrate to Malaysia in noticeable numbers only about 700 years ago. Of the 39 percent Malays in Malaysia today, about one-third are comparatively new immigrants like the secretary-general of UMNO, Dato' Syed Ja'afar Albar, who came to Malaya from Indonesia just before the war at the age of more than thirty. Therefore it is wrong and illogical for a particular racial group to think that they are more justified to be called Malaysians and that the others can become Malaysian only through their favour.",
        "For me, it is a moment of anguish. All my life, my whole adult life, I believed in merger and unity of the two territories.",
        "Three women were brought to the Singapore General Hospital, each in the same condition and needing a blood transfusion. The first, a Southeast Asian was given the transfusion but died a few hours later. The second, a South Asian was also given a transfusion but died a few days later. The third, an East Asian, was given a transfusion and survived. That is the X factor in development.",
        "One of the crucial yardsticks by which we shall have to judge the results of the new abortion law combined with the voluntary sterilisation law will be whether it tends to raise or lower the total quality of our population. We must encourage those who earn less than $200 per month and cannot afford to nurture and educate many children never to have more than two. Intelligent application of these laws can help reduce the distortion that has already set in. Until the less educated themselves are convinced and realise that they should concentrate their limited resources on one or two to give their children the maximum chance to climb up the educational ladder, their children will always be at the bottom of the economic scale. It is unlikely that the results will be discernible before five years. Nor will the effect be felt before fifteen to twenty years. But we will regret the time lost if we do not now take the first tentative steps towards correcting a trend which can leave our society with a large number of the physically, intellectually and culturally anaemic.",
        "The Americans should know the character of the men they are dealing with in Singapore and not get themselves further dragged into calumny ... They are not dealing with Ngo Dinh Diem or Syngman Rhee. You do not buy and sell this Government.",
        "The ending of colonialism does not in itself result in social and economic progress: it provides the opportunities for it.",
        "Freedom of the press, freedom of the news media, must be subordinated to the overriding needs of the integrity of Singapore, and to the primacy of purpose of an elected government.",
        "I don't know why Amnesty International always picks on people who are not very popular with Communists.",
        "If all the 300 (top civil servants and political elite) were to crash in one jumbo jet, then Singapore will disintegrate.",
        "We have a reputation, which I hope is somewhat deserved, that we are a kind of little Switzerland in South-East Asia.",
        "Our unions are different: if we had British-style trade unionism we should be bankrupt, finished.",
        "Whoever governs Singapore must have that iron in him. Or give it up. This is not a game of cards! This is your life and mine! I've spent a whole lifetime building this and as long as I'm in charge, nobody is going to knock it down.",
        "Look, Jeyaretnam can't win the infighting. I'll tell you why. WE are in charge. Every government ministry and department is under our control. And in the infighting, he will go down for the count every time... I will make him crawl on his bended knees, and beg for mercy.",
        "Let us not deceive ourselves: our talent profile is nowhere near that of, say, the Jews or the Japanese in America. The exceptional number of Nobel Prize winners who are Jews is no accident. It is also no accident that a high percentage, sometimes 50%, of faculty members in the top American universities on both the east and west coasts are Jews. And the number of high calibre Japanese academics, professionals, and business executives is out of all proportion to the percentage of Japanese in the total American population",
        "If you don't include your women graduates in your breeding pool and leave them on the shelf, you would end up a more stupid society... So what happens? There will be less bright people to support dumb people in the next generation. That's a problem.",
        "I make no apologies that the PAP is the Government and the Government is the PAP.",
        "Equal employment opportunities, yes, but we shouldn't get our women into jobs where they cannot, at the same time, be mothers...our most valuable asset is in the ability of our people, yet we are frittering away this asset through the unintended consequences of changes in our education policy and equal opportunities for women. This has affected their traditional role … as mothers, the creators and protectors of the next generation.",
        "I have said this on many a previous occasion: that had the mix in Singapore been different, had it been 75% Indians, 15% Malays and the rest Chinese, it would not have worked. Because they believe in the politics of contention, of opposition. But because the culture was such that the populace sought a practical way out of their difficulties, therefore it has worked.",
        "(Without the CPF), Singaporeans would buy enormous quantities of clothes, shoes, furniture, television sets, radio, tape recorders, hi-fis, washing machines, motor cars. They would have no substantial or permanent asset to show for it.",
        "Mah Bow Tan, age 16, took his 'O' levels - six distinctions, two credits. Mr Chiam, age 18 - 1953 I think - six credits, one pass. He passed his English language, not bad. The next year, in 1954, he worked harder, he got a credit for his English. So you see, it's not because he doesn't know English that he found difficult in expressing himself. It's what's inside here *tapping his head*. And you better search your inside here before you cast your votes. Goodbye and good luck.",
        "It is necessary to try and put some safeguards into the way in which people use their votes to bargain, to coerce, to push, to jostle and get what they want without running the risk of losing the services of the government, because one day, by mistake, they will lose the services of the government... You unscramble Singapore, well, you'll never put Humpty Dumpty together again",
        "We have to lock up people, without trial, whether they are communists, whether they are language chauvinists, whether they are religious extremists. If you don't do that, the country would be in ruins",
        "I am often accused of interfering in the private lives of citizens. Yes, if I did not, had I not done that, we wouldn't be here today. And I say without the slightest remorse, that we wouldn't be here, we would not have made economic progress, if we had not intervened on very personal matters - who your neighbour is, how you live, the noise you make, how you spit, or what language you use. We decide what is right. Never mind what the people think.",
        "Even from my sick bed, even if you are going to lower me into the grave and I feel something is going wrong, I will get up.",
        "\"Malays abhor the state of celibacy. To remain unmarried was and is considered shameful. Everyone must be married at some time or other. The result is that whether a person is fit or unfit for marriage, he or she still marries and reproduces. An idiot or a simpleton is often married off to an old widower, ostensibly to take care of him in his old age. If this is not possible, backward relatives are paired off in marriage. These people survive, reproduce and propagate their species. The cumulative effect of this can be left to the imagination.\"",
        "We allow American journalists in Singapore in order to report Singapore to their fellow countrymen...But we cannot allow them to assume a role in Singapore that the American media play in America, that is, that of invigilator, adversary and inquisitor of the administration.",
        "With few exceptions, democracy has not brought good government to new developing countries...What Asians value may not necessarily be what Americans or Europeans value. Westerners value the freedoms and liberties of the individual. As an Asian of Chinese cultural backround, my values are for a government which is honest, effective and efficient.",
        "Let me give you an example that encapsulates the whole difference between America and Singapore. America has a vicious drug problem. How does it solve it? It goes around the world helping other anti-narcotic agencies to try and stop the suppliers... Singapore does not have that option. What we can do is to pass a law which says that any customs officer or policeman who sees anybody in Singapore behaving suspiciously... can require that man to have his urine tested. If the sample is found to contain drugs, the man immediately goes for treatment. In America if you did that it would be an invasion of the individual's rights and you would be sued.",
        "It's not that we don't have single mothers here. We are also caught in the same social problems of change when we educate our women and they become independent financially and no longer need to put up with unhappy marriages. But there is grave disquiet when we break away from tested norms, and the tested norm is the family unit. It is the building brick of society. Governments will come, governments will go, but this endures.",
        "And now in America itself after 30 years of experimenting with the Great Society programmes, there is widespread crime and violence, children kill each other with guns, neigbourhoods are insecure, old people feel forgotten, families are falling apart. And the media attacks the integrity and character of your leaders with impunity, drags down all those in authority and blames everyone but itself.",
        "I have visited (Burma) and I know that there is only one instrument of government, and that is the army...If I were Aung San Suu Kyi, I think I'd rather be behind a fence and be a symbol than after two or three years, be found impotent.",
        "Ministers who deal with billions of dollars cannot be paid low salaries without risking a system malfunction. Low salaries will not attract able men who are or can be successful in their professions or business. Low salaries will draw in the hypocrites who sweet talk their way into power in the name of public services, but once in charge will show their true colour, and ruin the country. This has happened in many countries.",
        "Mine is a very matter-of-fact approach to the problem. If you can select a population and they're educated and they're properly brought up, then you don't have to use too much of the stick because they would already have been trained. It's like with dogs. You train it in a proper way from small. It will know that it's got to leave, go outside to pee and to defecate. No, we are not that kind of society. We had to train adult dogs who even today deliberately urinate in the lifts.",
        "Supposing Catherine Lim was writing about me and not the prime minister...She would not dare, right? Because my posture, my response has been such that nobody doubts that if you take me on, I will put on knuckle-dusters and catch you in a cul de sac...Anybody who decides to take me on needs to put on knuckle dusters. If you think you can hurt me more than I can hurt you, try. There is no other way you can govern a Chinese society.",
        "Supposing I'm now 21, 22, what would I do? I would not be absorbed in wanting to change life in Singapore. I'm not responsible for Singapore...Why should I go and undertake this job and spend my whole life pushing this for a lot of people for whom nothing is good enough? I will have a fall-back position, which many are doing - have a house in Perth or Vancouver or Sydney, or an apartment in London, in case I need some place suddenly, and think about whether I go on to America.",
        "What people mean by consultation is an imitation of what they see in America; pressure groups and lobby groups..It's an unthinking adoption of Western practices of development without any pruning and modification to suit our circumstances.",
        "The Bell curve is a fact of life. The blacks on average score 85 per cent on IQ and it is accurate, nothing to do with culture. The whites score on average 100. Asians score more … the Bell curve authors put it at least 10 points higher. These are realities that, if you do not accept, will lead to frustration because you will be spending money on wrong assumptions and the results cannot follow.",
        "I started off believing all men were equal. I now know that's the most unlikely thing ever to have been, because millions of years have passed over evolution, people have scattered across the face of this earth, been isolated from each other, developed independently, had different intermixtures between races, peoples, climates, soils... I didn't start off with that knowledge. But by observation, reading, watching, arguing, asking, that is the conclusion I've come to.",
        "But if you are a troublemaker... it's our job to politically destroy you. Put it this way. As long as JB Jeyaretnam [Workers' Party leader] stands for what he stands for -- a thoroughly destructive force for me -- we will knock him. There are two ways of playing this. One, a you attack the policies; two, you attack the system. Jeyaretnam was attacking the system, he brought the Chief Justice into it. If I want to fix you, do I need the Chief Justice to fix you? Everybody knows that in my bag I have a hatchet, and a very sharp one. You take me on, I take my hatchet, we meet in the cul-de-sac. That's the way I had to survive in the past. That's the way the communists tackled me. He brought the Chief Justice into the political arena.",
        "So when people say, 'Oh, ask the people!' It's childish rubbish. We are leaders. We know the consequences. You mean that ice-water man knows the consequences of his vote? They say people can think for themselves? Do you honestly believe that the chap who can't pass primary six knows the consequences of his choice when he answers a question viscerally on language, culture and religion?",
        "I bent over a chair and was given three of the best with my trousers on. I did not think he lightened his strokes. I have never understood why Western educationists are so much against corporal punishment. It did my fellow students and me no harm.",
        "I have never been over concerned or obsessed with opinion polls or popularity polls. I think a leader who is, is a weak leader. Between being loved and being feared, I have always believed Machiavelli was right. If nobody is afraid of me, I’m meaningless.",
        "I pointed to an article with bold headlines reporting that the police had refused to allow the PAP to hold a rally at Empress Place, and then to the last paragraph where in small type it added the meeting would take place where we were now. I compared this with a prominent report about an SPA rally. This was flagrant bias.",
        "If, for instance, you put in a Malay officer who's very religious and who has family ties in Malaysia in charge of a machine gun unit, that's a very tricky business. We've got to know his background... I'm saying these things because they are real, and if I don't think that, and I think even if today the Prime Minister doesn't think carefully about this, we could have a tragedy.",
        "If Singapore is a nanny state, then I am proud to have fostered one.",
        "If you can't think because you can't chew, try a banana",
        "I ignore polling as a method of government. I think that shows a certain weakness of mind - an inability to chart a course whichever way the wind blows, whichever way the media encourages the people to go, you follow. If you can't force or are unwilling to force your people to follow you, with or without threats, you are not a leader.",
        "He picked up from me a certain way of thinking, certain logic, certain cut of mind. He has got from his mother a facility with words, and a certain intuition. So please do give him some slack, if you find that he thinks slowly, and speaks even more slowly.",
        "Political reform need not go hand in hand with economic liberalisation. I do not believe that if you are libertarian, full of diverse opinions, full of competing ideas in the market place, full of sound and fury, therefore you will succeed.",
        "He took over, and he said: 'If I have to shoot 200,000 students to save China from another 100 years of disorder, so be it.'",
        "At the end of the day, we are so many digits in the machine. The point is – are these digits stronger than the competitors' digits?",
        "Please do not assume that you can change governments. Young people don’t understand this.",
        "When I call a man openly, you're a liar, you're dishonest, and you do not dare to sue me, there's something basically wrong. And I will repeat it anywhere and you can't go and say, oh, I have apologised; let's move on. Can you commit a dishonourable -- maybe even one which is against the law -- an illegal act and say, let's move on because I've apologised? You may move on but you're going to move on out of politics in time.",
        "Without the elected president and if there is a freak result, within two or three years, the army would have to come in and stop it",
        "That was the year the British decided to get out and sell everything. So I immediately held an election. I knew the people will be dead scared. And I won my bet big-time.",
        "You know, the cure for all this talk is really a good dose of incompetent government. You get that alternative and you'll never put Singapore together again: Humpty Dumpty cannot be put together again... your asset values will disappear, your apartments will be worth a fraction of what they were, and our women will become maids in other people's countries, foreign workers.",
        "Singaporeans, if I can chose an analogy, we are the hard disk of a computer, the foreign talent are the megabytes you add to your storage capacity. So your computer never hangs because you got enormous storage capacity,",
        "When you're Singapore and your existence depends on performance — extraordinary performance, better than your competitors — when that performance disappears because the system on which it's been based becomes eroded, then you've lost everything... I try to tell the younger generation that and they say the old man is playing the same record, we've heard it all before. I happen to know how we got here and I know how we can unscramble it.",
        "There is a conspiracy to do us in. Why?... They see us as a threat to the rest of Singapore.",
        "India is an intrinsic part of this unfolding new world order. India can no longer be dismissed as a “wounded civilisation”, in the hurtful phrase of a westernised non resident Indian author (V.S. Naipaul).",
        "India is a creation of the British Raj and the railway system it built, and therefore it has its limitations.",
        "What if Mr Mah is unable to defend himself, he deserves to lose? No country in the world has given its citizens an asset as valuable as what we've given every family here. And if you say that policy is at fault, you must be daft.",
        "The final verdict will not be in the obituaries. The final verdict will be when the PhD students dig out the archives, read my old papers, assess what my enemies have said, sift the evidence and seek the truth. I'm not saying that everything I did was right, but everything I did was for an honourable purpose",
        "I have to speak candidly to be of value, but I do not want to offend the Muslim community... I think we were progressing very nicely until the surge of Islam came, and if you asked me for my observations, the other communities have easier integration – friends, inter-marriages and so on – than Muslims... I would say, today, we can integrate all religions and races, except Islam.",
        "Hard Truths was a book based on 32 hours of interviews over a period of two years. I made this one comment on the Muslims integrating with other communities probably two or three years ago. Ministers and MPs, both Malay and non-Malay, have since told me that Singapore Malays have indeed made special efforts to integrate with the other communities, especially since 9/11, and that my call is out of date. I stand corrected. I hope that this trend will continue in the future.",
        "If Aljunied decides to go that way, well Aljunied has five years to live and repent.",
        "At the end of the day, if you are in Aljunied, ask yourself: Do you want one MP, one Non-Constituency MP, one celebrity who has been away 30 years, and two unknowns to look after you? Or would you prefer me and my hand-picked colleagues?",
        "I’m dead by then. There’ll be different voices, different standpoints, but I stand by my record. I did some sharp and hard things to get things right. Maybe some people disapproved of it. Too harsh, but a lot was at stake and I wanted the place to succeed, that’s all. At the end of the day, what have I got? A successful Singapore. What have I given up? My life."
    ]
}
